{
  "WBUI2": {
    "settings": {
        "OpenButton": 0,
        "HideIcon": false,
        "HideIconAfter": 60,
        "IconURL": "https://pic.survivalhost.org/images/2023/11/18/wbui_w8.png",
        "DisableIconText": true,
        "IconPosition": 2,
        "IconTextColor": 5,
        "OpenOnStart": true,
        "OpenOnStartOnlyNewPlayers": true,
        "UpdateInterval": 12
      },
    "tabs": [
      {
        "tab1": {
          "layout": 2,
          "buttontext": "Welcome",
          "title1": "<TextStyle.Orange>Добро пожаловать на сервер WARZONE [PVE]!</> \nПриятной игры ^_^",
          "title2": "<RichColor Color=\"1,0,0,0.7\">Правила сервера</>",
          "text1": "Здесь небольшое описание сервера.\nДа-да именно оно и будет!\n\n\nОтступы вот поболее, тексты поболее тоже :) \n\nМагазин сервера - <RichColor Color=\"1,0.65,0,1\">warasa.ru</>",
          "text2": "<RichColor Color=\"1,1,1,1\">Создавая персонажа на серверах WARZONE вы автоматически соглашаетесь с правилами проекта.</> \n\n<RichColor Color=\"1,0.65,0,1\">На сервере ЗАПРЕЩЕНО:</> \n› 1.1 - Использование читов (хаков, скриптов, трейнеров), багов игры, которые дают преимущество над другими игроками, а также использование дюпов и текстур; \n› 1.2 - Осуждение, критика, введение в заблуждение, обман, распространение слухов, угрозы, оскорбления, а также неуважительные действия в адрес администрации и проекта;  \n› 1.3 - Выдавать себя за администрацию проекта или говорить о своей причастности к ней; \n› 1.4 - Реклама сторонних проектов, публичные заявления об уходе с проекта, а также агитация людей для перехода на другой проект; \n› 1.5 - Использование ненормативной лексики, оскорбление игроков, упоминание родителей, родственников, развязывание межнациональной розни, высказывания расистской и нацистской направленности, использование расистской и нацистской символики. \n\n› 1.6 - Постройка баз и оборонительных сооружений вблизи обелисков, терминалов (Extinction, Gen и Gen2), застройка выходов на поверхность на карте Aberration, блокирование входа в зону Aberration на карте Valguero; \n(Постройки в вышеупомянутой местности будут удалены без разбирательств и предупреждений) \n› 1.7 - Захламление карты заброшенными постройками, ловушками, турелями, оставленными после фарма, такие постройки будут снесены без предупреждения. (Все шипы, тамилки и т.д. убираем когда животное приручится); \n› 1.8 - Глобальный спам вокруг базы; \n› 1.9 - Летающие/невидимые постройки/дино, данные постройки/дино будут удалены без разбирательств. \n› 2.0 - Продажа любых предметов и услуг связанных с игрой за реальные деньги. У сервера есть магазин - warpve.com; \n› 2.1 - Блокировать места спавна персонажей, а именно устанавливать турели, постройки и прочие объекты. \n› 2.2 - Застройка, а также блокирование входа в пещеры с артефактами. Любые постройки будут удалены без предупреждения; \n2.3 - Строиться на аренах боссов; \n2.4 - Застройка подводных и наземных дропов; \n2.5 - Застраивать записки и блокировать доступ к ним (Любой должен иметь возможность забрать записку как пешим ходом, без Дино, так и с ним); \n2.6 - Селиться в места, куда без кровати, зиплайна и тд., не попасть (в текстуры); \n2.7 - Агрить, скидывать живку на чужую базу; \n2.8 - Застраивать хаты бобров (удаляется без предупреждения); \n2.9 - Строиться вплотную к чужим базам (без одобрения); \n3.0 - Закрывать нефтевышки/газосборники и блокировать доступ к ним; \n3.1 - Мешать приручать Дино или приручать уже кем-то загнанных в ловушку Дино; \n3.2 - Застраивать и блокировать доступ к месторождениям ценных ресурсов (Кристаллы, Металл, Обсидиан и тд.), такие постройки удаляются без предупреждения!; \n3.3 - Застраивать проходы между биомами, терминалы миссий, телепорты карты; \n3.4 - Перекрывать большие русла рек на карте; \n3.5 - Оставлять своих дино на агрессии вне своей базы; \n3.6 - На местности, которую вы заняли разбросанными структурами (фундаменты/пилары) должен наблюдаться процесс застройки. В противном случае, фундаменты удаляются; \n3.7 - Трайбам запрещается иметь более одной базы на каждую карту (Бридилка - это вторая база. Вы занимаете потенциальное место для другого трайба), исключением может быть разведение водных Дино, ставьте платформу у самого края карты, чтоб никому не мешала и не лагала под чужими базами; \n3.7.1 - Размещение маленьких строений вне своей базы (по типу домов 1х1, 3х3 и прочее, не засоряйте карту, ставьте временные структуры, которые будут убираться после использования)- постройки будут удалены без предупреждения (исключением могут быть открытые телепорты); \n3.8 - Раздачи Дино, вещей, построек и предметов (Наказание: Удаление всех Дино / построек трайба или бан - и раздающему, и тем кто берет); \n3.9 - Застройка космоса на карте Genesis2, ставьте временные структуры, которые будут убираться после использования; \n4.0 - Продажа дино 80+ поинтов в любой стат только кастратами; \n4.1 - Занижение цен, в том числе на Дино, и продажа игровых ценностей за несоразмерные суммы; \n4.2 - Застраивать Руны на карте Fjordur; \n4.3 - Застраивать пещеры, где находятся Руны и ценные ресурсы (Fjordur); \n4.4 - Бросать своих Дино с включенным спариванием в открытом доступе; \n4.5 - Состоять в разных трайбах (на всех картах в трайбе должен быть одинаковый состав игроков), исключением может быть, если на другой карте игрок один в трайбе и не будет больше никого принимать. \n\n <RichColor Color=\"1,1,1,1\">Дополнительно для ARK: Survival Ascended [PVE]</> \n <RichColor Color=\"1,0.65,0,1\">На сервере ЗАПРЕЩЕНО:</> \n► Использовать перенос игроков (и существ других игроков) без их согласия; \n\n<RichColor Color=\"1,1,1,1\">НИКИ / НАЗВАНИЯ / ДИНО</> \n <RichColor Color=\"1,0.65,0,1\">На сервере ЗАПРЕЩЕНО:</>: \n5.0 - Иметь имена персонажей и животных, названия трайбов, которые содержат оскорбления и рекламу; \n5.1 - Использовать символику и названия террористических организаций; \n5.2 - Оскорбляющие никнеймы, названия трайбов; \n5.3 - Никнеймы, название дино связанные с администрацией; \n5.4 - Копировать частично или полностью название другого играющего трайба (вас будут путать, вы можете навредить или испортить репутацию другим); \n5.5 - Копирование уникального никнейма другого игрока, выживающего на проекте; \n5.6 - Использовать ники и названия связанные с политикой, политическими лидерами и другие провоцирующие названия. \n\n<RichColor Color=\"1,1,1,1\">ВОЗМОЖНОСТЬ ВОССТАНОВЛЕНИЯ ЧЕГО ЛИБО:</>\n› 6.0 - Потеря вещей и дино: не рассматривается, ни в какой ситуации;\n› 6.1 - Возможно восстановить только вещи и дино с магазина сервера. В возврате может быть отказано;\nВсе ямы, текстуры, исчезновения из дома, забаговывание и исчезновение в воздухе и т.п. - не восстанавливается, в игре много багов и недоработок;\n› 6.2 - В связи с частыми обновлениями игры, что не в лучшую сторону сказывается на работе кластера -\nЛут или Дино потерянные в трансфере не восстанавливаются, возможно восстановить только донат, на усмотрение администратора;\n› 6.3 - Вещи, которые были куплены за промокоды (выиграны в конкурсах и тд) не возвращаются;\n\n› Скрин потери дино именно в это время иметь обязательно. В возврате может быть отказано на усмотрение администрации;\n\n› Все ямы, дыры, текстуры, исчезновения из дома, исчезновение в воздухе и тому подобное - на совести игры и разработчиков, в игре полно багов и недоработок, на оф. серверах то же самое.\n\n› Администрация в праве следить за игроками без их уведомления, а также вступать в трайб для проверки;\n› Администрация в праве вмешаться в игровой процесс при любом нарушении правил;\n› Все виды наказаний на усмотрение Администрации проекта;\n Администрация в праве изменять правила или дополнять их;\n› Администрация оставляет за собой право отказать любому игроку в возможности использования сервера;\n\n› Никаких лицензионно-коммерческих отношений с игроками не заключается, услуги не оказываются и ответственности Администрация в рамках исполнитель-клиент - не несет.",
          "imageurl": "https://pic.survivalhost.org/images/2023/11/18/wbback_wz1.jpg"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Discord",
          "url": "https://discord.com/invite/2d5Q9h3eyF"
        }
      },
      {
        "link2": {
          "text": "Магазин",
          "url": "https://warasa.ru/"
        }
      }
    ]
  }
}
